---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RvtLinkInstanceName
source: html/9c089ac8-e4ef-4123-e6c6-d28d8370412a.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RvtLinkInstanceName Property

"Name"

## Syntax (C#)
```csharp
public static ForgeTypeId RvtLinkInstanceName { get; }
```